use Delicacys
go

insert into FoodType
select '小吃'
union all select '饮料'
union all select '中饭'
union all select '烧烤'
union all select '面食'
union all select '面包甜点'
union all select '零食'
union all select '快餐'

insert into Store values('老吴小吃')
go

go
--添加商品信息
insert into Food
select '20171127956','可乐','清凉一夏',2,3,'20171221530','瓶','无',1,0
union all select '20171127958','橙汁','酸甜的感觉',2,2.5,'201711221515','盒','无',1,0
union all select '201711281418','干炒河虾','肥美的虾肉',8,15,'201711271518','份','无',1,0
union all select '201711281420','火腿面','好面',5,8,'201711271521','碗','无',1,0
union all select '201711271422','素食套饭','便宜实惠',8,12,'201711271524','份','无',1,0
union all select '201711281424','珍珠粉','口感滑',5,7,'201711271529','份','无',1,0
union all select '201711281426','青椒回锅肉','好吃',8,11,'201711271542','份','无',1,0
union all select '201711281915','雪碧','清凉一下',2,2.5,'201711281503','瓶','无',1,0
union all select '201711281918','椰奶','酸酸的味道',2,5,'201711281506','瓶','无',1,0
union all select '201711281919','大橙汁','大瓶更爽',2,7,'201711281511','瓶','无',1,0
union all select '201711281920','啤酒','啤酒',2,3.5,'201711281515','瓶','无',1,0
union all select '201711281921','七喜','七喜',2,2.5,'201711281519','瓶','无',1,0
union all select '201711281922','美年达','你最美',2,2.5,'201711281523','瓶','无',1,0
union all select '201711281923','芒果汁','芒果汁',2,4,'201711281531','瓶','无',1,0
union all select '201711281924','草莓汁','草莓汁',2,4,'201711281551','瓶','无',1,0
union all select '201711281925','百岁山矿泉水','万物之源',2,3,'201711281600','瓶','无',1,0
union all select '201711281926','果汁','果汁',2,4,'201711281605','瓶','无',1,0


